import styles from './page.module.scss'; // SCSSファイルを読み込む 
import type { Metadata } from 'next'



export const metadata: Metadata = {
  title: 'Privacy Policy | metaTrendTalks.com',
  description: 'PrivacyPolicyを記載しています。'
}
 
const PrivacyPolicy =  () => {
  return (<div className={styles.privacyPolicy}>


<h1>プライバシーポリシー</h1>
<p>
有効年月日　2023年12月23日
</p>
<p>
metatrendtalks.com（以下、「当社」) は、利用者のプライバシーを尊重致します。本プライバシーポリシー (以下、「ポリシー」) は、本ポリシーとリンクで繋がり、または言及されている当「ウェブサイト」を通じてコインテレグラフが入手した、個人的および非個人的な顧客情報に適用されます。
</p>
<p>
本ポリシーは、当「ウェブサイト」への訪問者 (以下、「利用者」) に関して当社が取得する情報の種類と、当社が取得した情報を、どのように使用するかを記述しています。さらに、当社がそのような情報の安全性を確保するためにどのような方策を講じているか、また、利用者が当社のプライバシー業務に関し、どうやってお問い合わせできるかを記述しています。
</p>
<h2>1. 当社が取得する情報の種類</h2>


<h3>非個人情報:</h3>


<p>
1.1 (a)    利用者がmetatrendtalks.comを訪問すると、クッキー、ウェブサーバログ、JavaScript他、同様の様々な技術などを含む自動化手段により、当社システムが、利用者による当「ウェブサイト」の使用に関する情報を取得します。
</p>
<p>
1.1 (b)    このようにして取得された情報、または、「ウェブサイト」を訪問する際に利用者が使用したモバイル機器により提供された情報には、訪問の日時、訪問したページ、ウェブページのそれぞれのページに費やした時間、照会サイトの詳細 (ウェブサイト名、サーチシステム名、ソーシャルネットワーク名など)、ウェブブラウザの種類、ブラウザ言語、オペレーティングシステムの種類、Flashのバージョン、JavaScriptのサポート、画面の解析度、画面のカラー処理能力、ネットワークの位置、IPアドレス、ダウンロードしたファイル、外部リンクや当「ウェブサイト」上の動画へのクリック、フォーム送信エラー、スクロールの深度、当「ウェブサイト」のウィジェットとの交流、位置情報が含まれます。
</p>
<h3>個人情報</h3>


<p>
1.2 (a)    限られた場合にのみ、当社は、利用者の氏名、メールアドレスなど、利用者が自発的に提供した個人情報を取得することがあります。利用者のご同意なしには、当社が個人情報を収集したり処理したりすることはありません。
</p>
<p>
1.2 (b)    利用者は、「ウェブサイト」のご使用を通じた場合に限らず、当社に個人情報を自発的に提供することにより、本プライバシーポリシーに従って、当社が利用者の個人情報を使用することに、明確かつ取消不能の形で同意したものとみなします。
</p>
<h3>付加的情報</h3>


<p>
1.3 (a)    時として当社は、法人の代理人が当「ウェブサイト」を訪問した際に、その法人に関する情報を取得する権利を有します。
</p>
<p>
1.3 (b)    当社は、法人のウェブサイト、法人名、問い合わせ先情報、法人設立した国、法人のICOのリンク (ある場合) に関する情報を取得することがあります。
</p>
<h2>2. 当社の情報収集について</h2>


<p>
2.1.    当社は、利用者が自発的に当社に提示した場合に限り、利用者のメールアドレスや氏名といった個人識別情報を収集することがあります。利用者は、いつでも、個人識別情報の供給を拒否することができます。当社は、利用者が当「ウェブサイト」と交流する度に、利用者の非個人識別情報を収集することがあります。
</p>
<h2>3.    当社が取得した情報利用について</h2>


<p>
3.1.    当社は、非個人情報を下記のような目的に使用致します。
</p>
<p>
3.1 (a)    利用者にとって不必要な広告表示を防ぎ、必要以上に「ウェブサイト」への再接続を減らすため。
</p>
<p>
3.1 (b)    当「ウェブサイト」を訪問する人の総数や、「ウェブサイト」のどのコンテンツが最も人気があるかを集計するため。
</p>
<p>
3.1 (c)    当社ウェブページのコンテンツを改善したり、ページのコンテンツや配置をカスタマイズするため。
</p>
<p>
3.1 (d)    記事、ニュース、レビュー、解析などの、利用者が「ウェブサイト」からお求めになる情報をお届けするため。
</p>
<p>
3.2.    いつであれ、利用者が個人情報を当社に提供するのであれば、当社はそれを収集します。当社が利用者の個人情報を使用する可能性のある領域は、ニュースレターのメール配信、ご意見、特にコメント領域、対話型フォームを利用者に提供する領域などを含みます。当社にメールアドレスをご提供頂いたら、当社からの定期的なプロモーションメールや、厳選された提携先からの特別オファーやサービスに関する情報をお送りする可能性があります。利用者は、「ウェブサイト」の運営に関する管理通知のお知らせメールを受け取ることもあります。電子メールの受け取りに対する同意を取り消すことは、当社に取り消し届けを送信するか、特別なボタン (「購読停止ボタン」) を押すことにより、いつでも可能です。
</p>
<p>
3.3.    当社はまた、利用者が投稿したコンテンツが、知的所有権やプライバシー権を侵害していると主張する第三者に対し、利用者の身元を明らかにする権利を有します。
</p>
<p>
3.4.    利用者と特定できない範囲の身元情報を、当社の契約相手である第三者と当社が共有したり、譲渡したりすることもございます。通常は、外部委託先のサービスプロバイダーや広告業者などです。
</p>
<h2>4. クッキー</h2>


<p>
4.1.    クッキーとは、少量のデータを有するファイルであり、匿名化固有識別子を含むこともあります。クッキーは「ウェブサイト」から利用者のブラウザに送られ、利用者のコンピューターのハードドライブに保存されます。
</p>
<p>
4.2.    多くのウェブサイト同様、当社も「クッキー」を使って情報を収集しています。当社は、「ウェブサイト」上で、利用者の訪問に関するデータを集めたり、利用者がページからページへと検索するのを可能にしたり、訪問数を計算したり、当「ウェブサイト」のどの領域やどんな特集が好評なのかを判断するためにクッキーを使用しています。これにより、ご意見を取り入れて、常に当「ウェブサイト」の改善に役立てることができ、利用者により喜んで頂けるサービスを提供していきます。クッキーにより、当社が利用者の個人情報を取得することはできず、通常、利用者がクッキーを通じて提供した個人情報を当社が保存することはありません。
</p>
<p>
4.3.    お望みであれば、クッキーを制限したり、削除したりすることもできます。利用者のコンピューターに既に保存されているクッキーを全て削除することもでき、殆ど全てのブラウザで、クッキーを保存しないよう設定することも可能です。但し、それにより、当「ウェブサイト」の一部のサービスや機能が稼動しなくなることもありえます。
</p>
<h2>5. 個人情報の保護について</h2>


<p>
5.1.    当社は、偶発的、違法、または不正な破壊・喪失・改造・アクセス・暴露・利用から利用者の個人情報をお守りするよう設計された、管理上、技術上、物理上の安全措置を整備しています。
</p>
<p>
5.2.    残念ながら、完全に安全なデータ伝送や保管というものは存在しません。そのため、当社の安全対策が (技術的手段によるものであれ、当社のポリシーや手続きの違反によるものであれ) 侵害されることは絶対にないと確約することはできません。
</p>
<p>
5.3.    当社による、利用者の情報を保護する努力に影響を与えることなく、この文書上のいかなる部分も、「ウェブサイト」の安全性を保証することはなく、利用者は、ご自身の責任において情報を送信することに同意するものとします。「ウェブサイト」は、当社の物理上、技術上、管理上の安全措置の侵害により、利用者の情報がアクセスされたり、暴露されたり、改造されたり、破壊されたりすることは絶対にないと確約するものではない、ということにご注意下さい。
</p>
<h2>6. 第三者のリンク</h2>


<p>
6.1.    時として、当社の裁量で、「ウェブサイト」で第三者の製品やサービスを掲載したり提供したりすることがあります。こういった第三者のプロバイダーは、独立した個別のプライバシーポリシーを持っています。従って、当社は、これらのリンクされたサービスのコンテンツや活動には責任も義務も負うことはありません。しかし、当社は、「ウェブサイト」の規範を守るよう務め、このようなサービスに関するご意見を歓迎致します。
</p>
<h2>7.  利用者のデータにアクセスする権利</h2>


<p>
7.1.    利用者が欧州連合市民であり、GDPR (欧州連合一般データ保護規則) 第15条に収められた権利を行使したいとお望みであれば、当社info@metatrendtalks.com宛にご連絡下さい。
</p>
<h2>8. 解析</h2>


<p>
8.1.    当「ウェブサイト」を訪問する人の数を測定するため、また、訪問者の興味をひく領域をより良く理解するため、当社は、そのような情報を編集するウェブ解析会社と提携する権利を有します。詳しくは、当社が使用するウェブ解析会社のプライバシーポリシーをご参照下さい: Google Inc. http://www.google.com/intl/en/privacy.html
</p>
        </div>
    )
}

export default PrivacyPolicy;
