import styles from './page.module.scss'; // SCSSファイルを読み込む 
import type { Metadata } from 'next'



export const metadata: Metadata = {
  title: 'Terms＆conditions | metaTrendTalks.com',
  description: 'MetaTrendTalksのTerms＆conditionsを記載しています。'
}
 
const TermsAndConditions =  () => {
    return (<div className={styles.termsAndconditions}>
<h1>Terms & Conditions</h1>
<p>
有効年月日　2023年12月23日
</p>
<p>
この規約（以下「当規約」といいます。）は、メタトレンドトークス（以下「当社」といいます。）が「メタトレンドトークスおよびMetaTrendTalks」のサービス名称で提供するすべてのウェブサイト（metatrendtalks.com）、アプリケーション、ドキュメントその他一切の製品およびサービス（以下「当サービス」といいます。）の利用に関する条件を、当サービスを利用するすべての方（以下「利用者」といいます。）と当社との間で定めるものです。
</p>
<h2>
一般条項
</h2>
<p>
本規約は、当社および/または本サービスにアクセスまたは使用する各訪問者、ユーザー、およびその他（以下「ユーザー」）に適用されます。
</p>
<h2>
データ保護
</h2>
<p>
お客様の個人情報の保護は、当社にとって非常に重要です。したがって、当社は、当社が収集、保管または使用する利用者の個人情報を保護するために適切な措置を講じます。本規約に同意される前に、当社の個人情報保護方針をお読みいただき、当社のインターネットサービスへのアクセスまたは利用におけるお客様の個人情報の取り扱いについてご理解ください。
</p>
<h2>
所有権
</h2>
<p>
メタトレンドトークスが当社で公開したすべてのコンテンツ（ユーザーが投稿したコンテンツを除く）（画像、写真、グラフィック、アニメーション、ビデオ、オーディオ、テキストを含むがこれらに限定されない）（以下「本サイトコンテンツ」）は、メタトレンドトークスおよび/またはそのライセンサーが所有し、著作権、その他の知的財産権またはその他の所有権によって保護されています。お客様は、本サイトおよび本サービスを利用することにより、サイトコンテンツまたはその一部についていかなる権利も取得しないことを了承するものとします。サイトコンテンツの一部または全部をコピーおよび/または修正する場合、特に商業目的または広告目的で使用する場合は、メタトレンドトークスの書面による事前の許可が必要です。商業目的ではなく、個人的な使用を目的とした意見、レビュー、その他の記述のコピー（保存または印刷）の作成または修正は、凡例またはその他の言及が改ざんまたは削除されないことを条件に許可されます。メタトレンドトークスの書面による事前の許可なく、サイトコンテンツを複製、修正、配布、公開することは禁止されています。
</p>
<h2>
商標の保護
</h2>
<p>
メタトレンドトークスのマークおよびロゴは商標です。メタトレンドトークスの書面による明示的な許可なく、これらの商標を使用または表示することは禁止されています。本サイトのいかなる部分も、メタトレンドトークスの書面による事前の明示的な同意なしに、「メタトレンドトークスおよびMetaTrendTalks」のマークを使用する権利またはライセンスを、黙示的、禁反言、またはその他の方法で付与すると解釈されるべきではありません。
</p>
<h2>
他のウェブサイトへのリンク
</h2>
<p>
本サイトには、他のウェブサイトへのリンクや参照が含まれている場合があります。当社は、独自の判断により、他のウェブサイトへのリンクを追加または削除することがあります。これらのリンクはお客様の便宜のために提供されるものであり、そのようなウェブサイトへのアクセスはお客様自身の責任で行ってください。利用者は、これらのウェブサイトを利用する前に、利用規約、プライバシーポリシー、およびこれらのウェブサイトで提供されるその他のポリシーまたは免責事項を確認することが推奨されます。当社は、これらのウェブサイトに関して、いかなるレビュー、承認、監視、保証、表明も行いません。当社は、いかなる場合においても、そのようなウェブサイトに含まれる情報、その慣行、またはそのようなウェブサイトの利用もしくは利用不能について責任を負いません。利用者は明示的に、第三者のウェブサイトの利用から生じる一切の責任から当社を免責するものとします。
</p>
<h2>
責任の制限
</h2>
<p>
メタトレンドトークスは、本サイトで利用可能な情報が常に正確であるよう合理的な努力を払います。しかし、そのような情報に欠陥がないことを保証することはできず、第三者の代理人として提供されるサービスや、お客様とその第三者との関係のいかなる側面についても責任を負うことはできません。メタトレンドトークスは、いかなる誤記や脱落についても責任を負わず、掲載されたサービスの情報、仕様、説明を変更する権利を留保します。上記を逸脱することなく、本サイトおよび本サービスは「現状有姿」および「すべての欠点を含む」で提供され、明示または黙示を問わず、いかなる種類の保証または条件もないことに同意し、理解されるものとします。
</p>
<p>
メタトレンドトークスはさらに、本サイトで言及されている製品またはサービスの特定目的への適合性について、いかなる表明も行いません。メタトレンドトークスsは、本サービスがお客様の期待に沿うこと、本サイトおよび本サービスを通じて得られるデータおよびコンテンツが正確であること、信頼できること、最新であること、本サービスが中断されることなく、安全であること、またはエラーのない状態で利用可能であることを保証しません。当社は、エラーや脱落が通知された後、可能な限り迅速に修正するよう努めますが、お客様は、本サービスの利用がお客様自身の裁量および単独のリスクで行われることを認識し、これに同意するものとします。
</p>
<h2>
違反
</h2>
<p>
本規約に違反する行為があった場合は、お問い合わせフォームよりご報告ください。
</p>
<h2>
本サービスおよび本契約の変更
</h2>
<p>
メタトレンドトークスは、お客様への通知の有無にかかわらず、本サービス（またはその一部）を一時的または恒久的に変更または中止する権利を留保します。お客様は、CryptoNewsが本サービスの変更、停止または中止について、お客様またはいかなる第三者に対しても責任を負わないことに同意するものとします。また、メタトレンドトークスは本契約の条件をいつでも変更できるものとします。本契約の条件を変更する場合、変更後の本契約を本サイトに掲載します。本規約の変更が実施されたかどうかを判断するために、本サイトを頻繁に訪問することをお勧めします。変更の有無を判断しやすくするため、本規約が最後に変更された日付をページの上部に掲載します。このような変更後、お客様が本サービスの利用を継続した場合、お客様は本規約の新しい条項に同意したものとみなされます。本規約のいずれかに同意しない場合は、本サービスを使用またはアクセス（またはアクセスを継続）しないでください。
</p>
<h2>
一般条項
</h2>
<p>
本規約は、プライバシーポリシーおよびメタトレンドトークスが本サイトに掲載したその他の法的通知とともに、本サイトおよび本サービスの利用に関するお客様とメタトレンドトークスとの間の完全な合意を構成するものとします。本契約のいずれかの条項が管轄裁判所によって無効と判断された場合でも、当該条項の無効性は本契約の残りの条項の有効性に影響を及ぼさないものとし、当該条項は完全な効力を有するものとします。本契約のいかなる条項の権利放棄も、当該条項またはその他の条項のさらなる権利放棄または継続的な権利放棄とはみなされないものとし、メタトレンドトークスが本契約に基づく権利または条項を主張しなかったとしても、当該権利または条項の権利放棄とはみなされないものとします。
</p>
<p>
メタトレンドトークスは、その裁量で本契約の全部または一部を譲渡できるものとします。本契約の英語版は、本契約の翻訳版との間に不一致がある場合に優先的に適用されるものとします。
        </p>
        </div>
    )
}

export default TermsAndConditions;
